[Lang]
	Name=Czech [Český]
	TranslatorName=Tron
	TranslatorURL=www.adia-project.net
	ID=0405;041b
	Version=6.0.0
	Date=17/02/2014
	Charset=1250

'Support Locale IDs (LCID) by this language file
'	0405: Czech (Czech Republic)
'	041b: Slovak (Slovakia)

'parametrs support esc-sequences \n \r \t 

[frmMain]
	frRezim=Pracovní režim s DriverPack
	frDescriptionIco=Popisky tlačítek (najetím kurzoru na obrázek zobrazíte popis)
	frRunChecked=Spustit ...
	frCheck=Vybrat DriverPack:
	lblOsInfo=Operační systém: 
	RezimIntellect=Instalovat\r\n(kompatibilní ovladače)
	RezimUst=Instalovat\r\n(Full - celý DriverPack)
	RezimUpd=Vytvoření nebo aktualizace\r\nzákladu ovladače
	RezimIntellectTip=V tomto režimu je ovladač rozbalen a nainstalován pro nalezené zařízení na vašem počítači.
	RezimUstTip=V tomto režimu je rozbalení celého DriverPack. Dále program zkontroluje a pokusí se nainstalovat vhodný ovladač.
	RezimUpdTip=Režim vytvoření nebo aktualizace databáze ovladačů
	mnuRezim=Aktualizovat databázi ovladačů
	mnuRezimBaseDrvUpdateALL=Aktualizovat databázi ovladačů pro VŠECHNY DPPack's
	mnuRezimBaseDrvUpdateNew=Aktualizovat databázi ovladačů pro NOVÉ DPPack's
	mnuRezimReadClasses=Určete DPack třídy a uložte je do voleb
	mnuRezimBaseDrvClean=Smazat soubory databáze pro neexistující ovladače
	mnuService=Servis
	mnuShowHwidsTxt=Zobrazit počítačová zařízení HWIDs (textový soubor)
	mnuShowHwidsXLS=Zobrazit počítačová zařízení HWIDs (excel soubor)
	mnuShowHwidsAll=Zobrazit seznam VŠECH počítačových zařízení
	mnuRunSilentMode=Spustit instalaci ovladačů v tichém bezobslužném režimu
	mnuViewDPInstLog=Zobrazit DPinst.log
	mnuOptions=Možnosti
	mnuMainUtils=Pomůcky
	mnuUtils_devmgmt=Device Manager
	mnuMainAbout=Pomoc
	mnuLinks=Oblíbené odkazy
	mnuHistory=Seznam změn...
	mnuHelp=Obsah
	mnuHomePage=OsZone.Net Forum
	mnuHomePage1=Navštívit domovskou stránku
	mnuCheckUpd=Kontrola aktualizace
	mnuDonate=Podpořit projekt
	mnuLicence=Licenční smlouva
	mnuAbout=O programu...
	mnuModulesVersion=Moduly...
	mnuContextXLS=Otevřít soubor databáze (excel soubor)
	mnuContextTxt=Otevřít soubor databáze (textový soubor)
	mnuContextToolTip=Zobrazit seznam dostupných ovladačů pro počítač
	mnuContextEditClasses=Změna třídy DriverPack a uložení jej do voleb
	mnuContextEditDPName=Změna zobrazení názvu DriverPack
	mnuContextDeleteDRP=Smazat DriverPack
	mnuContextLegendIco=Ukázat legendu
	mnuMainLang=Jazyk
	mnuLangStart=Použít vybraný jazyk při spuštění (zrušit automatický výběr)
	mnuContextInstall1=Běžná instalace
	mnuContextInstall2=Selektivní instalace
	cmdRunTask=Spustit úlohu pro vybrané DPPacks
	cmdRunTask1=Spustit úlohu pro všechny DPPacks na formuláři
	cmdCheck=Vybrat
	cmdBreakUpdateDB=Zrušit běžící úlohu
	cmdViewAllDevice=Seznam všech zařízení v počítači + hledání ovladačů na internetu HWID
	cmbCheckButtonListElement1=Všechny formuláře
	cmbCheckButtonListElement2=Smazat označení
	cmbCheckButtonListElement3=Všechny
	cmbCheckButtonListElement4=Jen nové
	cmbCheckButtonListElement5=Nenainstalované
	cmbCheckButtonListElement6=Doporučené
	ToolTipArrStatusIcon1=K dispozici jsou ovladače pro odpovídající zařízení objevena v počítači v programu DriverPack's\r\n\r\nPodobné ovladače (stejné verze) jsou již v počítači nainstalovány\r\n\r\nVaše akce:\r\nNení nutná žádná akce.\r\n\r\nPoznámka:\r\nJestli '0' stojí ve stavovém řádku pro zařízení, znamená to:\r\n* - zařízení je blokováno;\r\n* - ovladač pro toto zařízení není aktivní (viz informace v Device Manager)
	ToolTipArrStatusIcon2=K dispozici jsou ovladače pro odpovídající zařízení objevena v počítači v programu DriverPack's\r\n\r\nV počítači tyto ovladače nejsou nainstalovány\r\n\r\nVaše akce:\r\nSpusťte program v jednom z režimů instalace ovladače a stiskněte toto tlačítko - to přinese instalaci potřebných ovladačů z balíčku a odpovídající změnu vzhledu tlačítka\r\n\r\nPoznámky:\r\n1. V některých případech ovladač v balíčku ovladače nemusí odpovídat zařízení.Srovnání identifikátorů zařízení (HWID) probíhají v hlavní části HWID bez ohledu na podtřídy zařízení (SUBSYS|REV|MI)\r\n2. Jestli '0' stojí ve stavovém řádku pro zařízení, znamená to:\r\n* - ovladač zařízení není nainstalován;\r\n* - zařízení je blokováno;\r\n* - ovladač pro toto zařízení není aktivní (viz informace v Device Manager)
	ToolTipArrStatusIcon3=K dispozici jsou ovladače pro odpovídající zařízení objevena v počítači v programu DriverPack's, ale více nových, než které jsou již nainstalovány\r\n\r\nVaše akce:\r\nPřepnout program v jednom režimu instalace ovladače a stiskněte toto tlačítko - to přinese instalace více nových ovladačů z balíčku a odpovídající změnu vzhledu tlačítka\r\n\r\nPoznámka:\r\nV některých případech ovladač v balíčku ovladače nemusí odpovídat zařízení.Srovnání zařízení (HWID) probíhají v hlavní části HWID bez ohledu na podtřídy zařízení (SUBSYS|REV|MI).
	ToolTipArrStatusIcon4=K dispozici jsou ovladače pro odpovídající zařízení objevena v počítači v programu DriverPack's, ale více starých, než které jsou již nainstalovány\r\n\r\nVaše akce:\r\nNic není třeba. Můžete hledat další nový ovladač v síti a aktualizovat (změnit) tento balíček v programu.
	ToolTipArrStatusIcon5=1. K dispozici jsou ovladače pro odpovídající zařízení objevena v počítači v tomto programu DriverPack's, ale více nových, než které jsou již nainstalovány\r\n\r\nVaše akce:\r\nPřepnout program v jednom režimu instalace ovladače a stiskněte toto tlačítko - to přinese instalace více nových ovladačů z balíčku a odpovídající změnu typu tlačítka\r\n\r\n2. K dispozici je ovladač v tomto programu balíčku ovladače, blížící se k zařízení, objevena v počítači\r\n\r\nV počítači tyto ovladače nejsou nainstalovány\r\n\r\nVaše akce:\r\nPřepnout program v jednom režimu instalace ovladače a stiskněte toto tlačítko - to přinese instalace nutných ovladačů z balíčku a odpovídající změnu vzhledu tlačítka\r\n\r\nPoznámky:\r\n1. V některých případech ovladač v balíčku ovladače nemusí odpovídat zařízení.Srovnání identifikátoru zařízení (HWID) probíhají v HWID hlavní části zařízení bez ohledu na podtřídy zařízení (SUBSYS|REV|MI)\r\n2. Jestli '0' stojí ve stavovém řádku pro zařízení, znamená to:\r\n* - ovladač pro toto zařízení není nainstalován;\r\n* - zařízení je blokováno;\r\n* - ovladač pro toto zařízení není aktivní (viz informace v Device Manager)
	ToolTipArrStatusIcon6=1. K dispozici jsou ovladače pro odpovídající zařízení objevena v počítači v tomto programu DriverPack's, ale více starých, než které jsou již nainstalovány\r\n\r\nVaše akce:\r\nNic není třeba. Můžete hledat další nový ovladač v síti a aktualizovat (změnit) tento balíček v programu\r\n\r\n2. K dispozici jsou ovladače pro odpovídající zařízení objevena v počítači v tomto programu balíčku ovladače\r\n\r\nTyto ovladače nejsou nainstalovány v počítači\r\n\r\nVaše akce:\r\nPřepnout program na jeden z režimu instalace ovladače a stiskněte toto tlačítko - to přinese instalace nutných ovladačů z balíčku a odpovídající změnu vzhledu tlačítka\r\n\r\nPoznámky:\r\n1. V některých případech ovladač z balíčku ovladače nemusí odpovídat zařízení. Srovnání identifikátoru zařízení (HWID) probíhají v HWID hlavní části bez ohledu na podtřídy zařízení (SUBSYS|REV|MI).\r\n2. Jestli '0' stojí ve stavovém řádku pro zařízení, znamená to:\r\n* - ovladač pro toto zařízení není nainstalován;\r\n* - zařízení je blokováno;\r\n* - ovladač pro toto zařízení není aktivní (viz informace v Device Manager)
	ToolTipArrStatusIcon7=Ovladače v tomto balíčku programu nemají žádný vztah k počítači\r\n\r\nVaše akce:\r\nNic není třeba. Tento DriverPack bude užitečný nějak v jinou dobu - pro změnu zařízení nebo na jiném počítači.
	ToolTipArrStatusIcon8=Program nemůže definovat, co se nachází v tomto DriverPack\r\n\r\nVaše akce:\r\nPřepnout režim programu na "tvorbu databáze ovladačů nebo aktualizaci", stisknutím tohoto tlačítka - tedy informace o ovladačích z balíčku budou přidány do databáze programu a vzhled tlačítka se změní. Přečtěte si další kroky pro objasnění na odpovídající ikonu.
	ToolTipArrStatusIcon9=Program aktualizace základu ovladače pro zvolený balíček ovladače\r\n\r\nVaše akce:\r\nNic není třeba. Zbývá jen čekat na ukončení programu.
	ToolTipTextTitle=Soubor DriverPack:
	ToolTipTextFileSize=Velikost souboru:
	ToolTipTextClassDRV=Třídy ovladačů:
	ToolTipTextDrv2Install=OVLADAČE DOSTUPNÉ PRO INSTALACI:
	ToolTipTextTitleStatus=
	TableHwidHeader1=HWID
	TableHwidHeader2=Cesta
	TableHwidHeader3=INF-soubor
	TableHwidHeader4=Verze(DB)
	TableHwidHeader5=Verze(PC)
	TableHwidHeader6=Stav
	TableHwidHeader7=Název zařízení
	TableHwidHeader8=DriverPack
	TableHwidHeader9=!
	TableHwidHeader10=Výrobce
	TableHwidHeader11=Kompatibilní HWID
	mnuUpdateStatusAll=Aktualizace stavu VŠECH DPPack's
	mnuContextUpdStatus=Aktualizace stavu DriverPack
	mnuDriverPacks=Navštívit driverpacks.net
	mnuDriverPacksOnMySite=Stáhnout DPPack's ...
	TableHwidHeader12=ID zařízení
	TableHwidHeader13=Část
	mnuReCollectHWID=Aktualizovat údaje o všech balíčkách
	mnuContextTestDRP=Testovat tento balíček ovladačů programem 7-zip
	mnuAutoInfoAfterDelDRV=Automatické aktualizace hardwarové konfigurace po odstranění ovladače
	mnuContextDeleteDevIDs=Odstranit ovladače zařízení:
	mnuCreateRestorePoint=Vytvořit bod obnovení systému
	mnuUpdateStatusTab=Aktualizovat stav všech balíčků ovladačů (aktuální záložky)
	mnuReCollectHWIDTab=Vyhledat změny hardwaru (aktuální záložky)
	ToolTipTextDrv4UnsupportedOS=Tento balíček ovladače je určen pro jiný operační systém.\r\nZpracování balíčku ovladače při načítání programu ne-podporovaného OS je zakázáno v nastavení.\r\nPokud chcete aktualizovat stav balíčků ovladačů pro OS, pak stiskněte SHIFT + F6
	SSTabTypeDPTab1=Všechny DPPacks
	SSTabTypeDPTab2=Dostupné aktualizace
	SSTabTypeDPTab3=Není nainstalován
	SSTabTypeDPTab4=Instalován
	SSTabTypeDPTab5=Není indexován
	mnuCreateBackUp=Vytvořit záložní kopii ovladačů
	mnuContextInstall3=Rozbalit do adresáře - Všechny vybrané ovladače
	mnuContextInstall4=Rozbalit do adresáře - Vyberte ovladače ...
	mnuContextCopyHWIDs=Kopírovat HWID do schránky
	frInfo=Informace o operačním systému a počítači
	lblPCInfo=Model notebooku / desky:
	mnuDelDuplicateOldDP=Odstranit starší verze balíčků ovladačů
	TableHwidHeader14=Find in DP's
	lblNoDP4Mode=No driver packages for this mode
	lblNoDPInProgram=The program have not detected driver packages in the working directory.\r\nMaybe the path is misfigured or driver packages are not available.\r\n\r\nDriver packages can be downloaded from the websites DriverPacks.net or DriverOff.net
	mnuLoadOtherPC=Download information of another PC (Emulation work)
	mnuSaveInfoPC=Save information about the devices to emulate a program on the other PC
	mnuContextDeleteDevIDDesc=List of drivers available for the removal
	mnuContextCopyHWIDDesc=HWID\tDevice Name

[frmAbout]
	frmAbout=O programu ... 
	cmdDonate=Podpořit projekt
	cmdLicence=Licenční smlouva
	cmdSoftGetNet=Navštívit domovskou stránku
	cmdOsZoneNet=OsZone.Net Forum 
	cmdExit=Zavřít
	lblMailTo=E-mail na autora programu
	lblInfo=Program je určen pro instalaci ovladače zařízení v operačním systému který je již nainstalován. Program pracuje s balíčkem ovladače (archiv). Nejprve je nutné vytvořit databázi každého archivu pro funkci programu (práce). Pak DB je analyzována a vzhledem k tomu je k dispozici pro instalaci seznam ovladačů z každého archivu.

[frmLicence]
	frmLicence=Licenční smlouva
	chkAgreeLicence=Souhlasím se smlouvou
	cmdOK=Souhlasím
	cmdExit=Zavřít

[frmSilent]
	frmSilent=Zapnout tichý režim
	cmdOK=Začít instalaci
	cmdExit=Zrušit
	lblTimerText=Pro zahájení instalace zbývá: 
	lblTimeInSec=vteřin
	lblInfo=Program je spuštěn v tichém režimu. Bezobslužná instalace potřebných ovladačů začne v určitý čas. Pokud chcete zrušit proces stiskněte tlačítko "Zrušit" nebo "Esc" klávesu.

[frmCheckUpdate]
	frmCheckUpdate=Aktualizace: Nová verze je k dispozici
	cmdUpdate=Stáhnout aktualizaci
	cmdUpdateFull=Stáhnout distributivní
	cmdHistory=Historie změn
	cmdDonate=Podpořit projekt
	cmdExit=Zavřít
	lblVersion=Nejnovější verze programu:
	frDescription=Mark v historii změn:
	lblDescription1=" - " - Opravy chyb
	lblDescription2=" * " - Kosmetické změny
	lblDescription3=" + " - Přidání funkcí
	lblDescription4=" ! " - Vydané poznámky
	lblWait=Načítání dat z oficiálních stránek. Vyčkejte prosím ....
	lblVersionList = Seznam změn pro verzi

[frmDonate]
	frmDonate=Podpořit projekt
	cmdExit=Zavřít

[frmUtilsEdit]
	frmUtilsEdit=Upravit prvek
	lblUtilName=Název pomůcky: 
	lblPathUtil=Cesta ke spuštění souboru
	lblParamUtil=Volitelné spuštění parametrů
	cmdOK=Použít
	cmdExit=Zavřít
	lblPathUtil64=Cesta ke spuštění souboru pro x64

[frmOSEdit]
	frmOSEdit=Upravit záznam
	lblOSVer=OS verze 
	lblNameOS=OS název 
	lblPathDRP=Cesta k adresáři s DriverPacks
	lblPathDB=Cesta k adresáři se základy z DriverPacks
	frDopFile=Cesta k souboru pro dodatečné DriverPacks instalaci grafiky z Bashrat
	lblPhysX=DP_Graphics_A_PhysX_*.7z
	lblLang=DP_Graphics_Languages_*.7z
	lblRuntimes=DP_Runtimes_*.7z
	frExcludeFileName=Vyloučení souborů z pracovní složky balíčků ovladače (vyjmenovat více ;)
	chk64bit=64-bit OS Ovladače 
	cmdOK=Použít
	cmdExit=Zavřít
	chkNotCheckBitOS=Ignorovat OS-bit

[frmLegendIco]
	frmLegendIco=Podrobný popis ikony balíčku ovladače
	cmdOK=OK

[frmListHwid]
	frmListHwidView=Seznam dostupných ovladačů v balíčku ovladačů pro PC (nalezeno:
	frmListHwidInstall=Seznam ovladačů k instalaci (nalezeno:
	cmdOKCaption1=Instalovat
	cmdOKCaption2=OK
	cmdExit=Zavřít
	cmdCheckAll=Označit vše
	cmdUnCheckAll=Odznačit vše
	lblInformation=Vyberte ovladače pro rozbalení a instalaci a stiskněte tlačítko "OK". Ovladače v jedné složce s vybranými ovladači se automaticky označí.
	frGroup=Ovladač skupiny
	chkGrp1=Není nainstalován nebo je vypnut
	chkGrp2=Dostupná aktualizace
	chkGrp3=Instalovaný
	chkGrp4=Starší než specifikované
	strcmdOKCaption3=Rozbalit

[frmListHwidAll]
	frmListHwidAll=Seznam všech zařízení na vašem počítači
	cmdOK=OK
	frGroup=Skupina ovladačů
	frFindDrvInternet=Hledat ovladače na internetu
	chkParseHwid=Pouze základní HWID zařízení
	cmdGoSite=Hledat jednotku
	optGrp1=Microsoft
	optGrp2=OEM
	optGrp3=Všechny
	optGrp4=Žádný
	lblWait=Čekejte, prosím! Aktualizace hardwarové konfigurace ...
	cmdReNewHW=Aktualizace hardwarové konfigurace
	chkHideOther=Nechat pouze vybrané
	cmdBackUpDrivers=Vytvořit záložní kopii ovladačů

[frmOptions]
	frmOptions=Možnosti
	cmdOK=Uložit změny
	cmdExit=Ukončit bez uložení
	frOptions=Možnosti
	ItemOptions1=Hlavní možnosti 1
	ItemOptions2=Podporované OS
	ItemOptions3=Pracovní pomůcky
	ItemOptions4=Dodatečné pomůcky
	ItemOptions5=Vzhled programu 1
	ItemOptions6=DPInst spouštěcí parametry
	frMain=Hlavní možnosti 1
	lblOptionsStart=Akce po spuštění programu
	chkUpdate=Zkontrolovat aktualizace
	chkUpdateBeta=Kontrolovat přítomnost beta-verze programu.
	chkReadClasses=Přečíst třídy balíčku ovladače (nezbytné pro instalační soubory dalšího grafického balíčku ovladače)
	chkConvertDPName=Převod názvu balíčku ovladače (odstranit symboly: DP, _32, wnt5 a tak dále)
	chkReadDPName=Přečíst si nahrazený název balíčků ovladačů
	chkReadDRVVersion=Přečíst verzi ovladače zařízení.
	chkHideOtherProcess=Spustit externí proces ve skrytém režimu.
	lblOptionsTemp=Práce s dočasnými soubory
	chkTempPath=Složka dočasných souborů
	chkRemoveTemp=Odstranit dočasné soubory
	lblDebug=Možnosti režimu ladění
	chkDebug=Zapnout režim ladění
	chkRemoveHistory=Vymazat starý soubor ladění po startu programu
	lblRezim=Spuštění režimu
	lblDebugLogPath=Cesta k "log" souboru:
	frMainTools=Cesty k hlavním pomůckám (Nástrojům)
	cmdPathDefault=Nastavit na výchozí cestu
	frOtherTools=Dodatečné pomůcky (Zobrazit v nabídce "Pomůcky")
	cmdAddUtil=Přidat
	cmdEditUtil=Editovat
	cmdDelUtil=Smazat
	frOS=Poporované OS
	chkRecursion=Práce se složkou v režimu Recurcive
	chkLoadFinishFile=Přečtěte si "finish" soubor (driverpack*.ini) o instalaci ovladače (pouze pro kompatibilní režim)
	cmdAddOS=Přidat
	cmdEditOS=Editovat
	cmdDelOS=Smazat
	lblExcludeHWID=Vyloučit následující HWID (výpis podle ";") z procesu (podporované wildcard "*"):
	frDesign=Vzhled programu 1
	lblSizeForm=Velikost hlavního okna
	lblFormHeight=Výška:
	lblFormWidth=Šířka:
	chkFormMaximaze=Spustit maximalizované
	chkFormSizeSave=Uložit velikosti formy při ukončení
	lblSizeButton=Vlastnosti tlačítka
	lblButtonHeight=Výška:
	lblButtonWidth=Šířka:
	lblButtonLeft=Vlevo:
	lblButtonTop=Navrchu:
	lblButton2BtnL=Horizontální interval:
	lblButton2BtnT=Vertikální interval:
	chkButtonTextUpCase=Zobrazit text tlačítka velkými písmeny
	cmdChooseFont=Vybrat písmo (font) pro text tlačítka
	lblImageMain=Hlavní ikony
	lblImageStatus=Ikony pro stav tlačítka
	lblTabControl=Ovládací prvek "karta" - Podporované OS
	lblTabPerRowCount=Karty v řadě:
	cmdChooseFontTab=Vybrat písmo (font) pro text karty
	chkTabBlock=Udělat neaktivní karty pro nepodporované OS (kromě režimu aktualizace databáze)
	lblFormWidthMin=Minimální hodnoty existují pro některé parametry. Pokud je hodnota nižší než minimální, pak okno je zvýrazněno červeně. Program po startu nastaví výchozí hodnoty.
	AdditionalColorCaption=Další barvy...
	frDpInstParam=Spouštěcí parametry DPInst
	lblParam=Parametr
	lblDescription=Popis parametrů
	lblLegacyMode=To umožňuje instalaci nepodepsaných ovladačů a balíčky ovladačů, které mají chybějící soubory
	lblPromptIfDriverIsNotBetter=Se zobrazí dialogové okno, v případě, že nový ovladač neodpovídá lépe zařízení než ovladač který je v současné době instalován na zařízení
	lblForceIfDriverIsNotBetter=Vynucená instalace ovladače na zařízení i v případě, že ovladač v současné době instalován na zařízení odpovídá lépe než nový ovladač
	lblSuppressAddRemovePrograms=Potlačuje přidání položky v okně \"Add or Remove Programs"\
	lblSuppressWizard=Potlačuje zobrazení Průvodce ..., ale uživatelské dialogové okna možná budou zobrazeny OS
	lblQuietInstall=Bezobslužný režim. Potlačuje zobrazení stránek Průvodce a uživatelských dialogových oken obvykle zobrazených OS
	lblScanHardware=Ovladače se budou kopírovat a instalovat pouze pro zařízení nalezené v počítači (používat pouze pro zařízení PnP)
	lblCmdStringDPInst=Celkem počátečních parametrů
	TableOSHeader1=Verze
	TableOSHeader2=Název
	TableOSHeader3=DriverPack
	TableOSHeader4=Databáze
	TableOSHeader5=x64
	TableOSHeader6=PhysX
	TableOSHeader7=Jazyk
	TableOSHeader8=Doba chodu
	TableOSHeader9=Vyloučit soubory
	TableUtilHeader1=Název
	TableUtilHeader2=Cesta
	TableUtilHeader3=Parametry
	ItemOptions7=Vytvoření databáze ovladačů
	frDevParser=Vytvoření databáze ovladačů (parametry analyzátoru-INF soubory)
	chkDelDouble=Zpracovat duplicitní HWID
	chkDelDouble_SubSys=Vyjmout HWID do "SubSys"
	chkDelDouble_MI=Vyjmout HWID do "MI"
	chkDelDouble_CC=Vyjmout HWID do "CC"
	chkDelDouble_Rev=Vyjmout HWID do "REV"
	lblDevParserMode=Režim zpracování INF-souborů
	optDevParser=Vytvořit databázi ovladačů pomocí nativního algoritmu (INF jako INI-soubor)
	optDevParserbyRegExp=Vytvořit databázu ovladačů pomocí regulárních výrazů (RegExp)
	chkSortByHWID=Seřadit databázi ovladačů výstupního souboru podle HWID
	chkTabHide=Skrýt karty nepodporují OS (kromě režimu "Aktualizace databáze")
	ItemOptions8=Hlavní možnosti 2
	lblDelDouble=Pozor! Změníte-li výše uvedené nastavení, ujistěte se, že znovu vytvoříte databázi potřebných ovladačů. Nastavení je také součástí při získávání HWID místních zařízení.
	txtDevParser=INF-soubor režim analyzátoru je založen na práci s INI-souborem. INF-soubor a INI-soubor jsou si velmi podobné strukturou, s výjimkou některých zvláštnosti. Tato metoda má několik slabin: častější využívání souborů, neschopnost číst data z velkých INF-souborů (tyto soubory jsou řešeny jako textový dokument). Režim není závislý na verzi externích knihoven. Rychlost je 2-4 krát nižší než metodou RegExp.
	txtDevParserbyRegExp=INF-soubor režim analyzátoru je založen na využití RegExp. Je režimu vysokého výkonu, po načtení celého obsahu INF-souboru najednou do paměti, se tak otáčí pouze jednou do souboru, stejně jako přijímání dat, díky předem určené struktuře.
	frMain2=Hlavní možnosti 2
	lblCompareVersionDRV=Srovnání verze ovladačů
	optCompareByDate=Porovnání ovladačů podle data
	optCompareByVersion=Porovnání ovladačů podle číselné hodnoty
	txtCompareVersionDRV=Každý ovladač v INF-souboru obsahuje data a verzi. Data jsou zapsána v části [Version] a mají formát:\r\nDriverVer=mm/dd/yyyy[,w.x.y.z], kde mm/dd/yyyy - měsíc/den/rok, a [,wxyz] - volitelnou číselnou hodnotu ovladače
	chkSilentDll=Tichá registrace / aktualizace systémových komponent (DLL a OCX)
	chkDateFormatRus=Zobrazit datum ve formátu dd/mm/yyyy
	chkSearchOnStart=Hledat nové zařízení před shromážděním informací
	lblPauseAfterSearch=Pauza po vyhledávání:
	chkCreateRP=Vytvořit bod obnovení při spuštění programu
	frDesign2=Vzhled programu 2
	lblTabControl2=Ovládací prvek "karta" 2 - skupiny ovladačů
	cmdChooseFontTab2=Vybrat písmo (font) pro text karty
	chkLoadUnSupportedOS=Procesy karty nepodporují OS 
	chkCompatiblesHWID=Procesy kompatibilní HWID (CompatibleIDs)
	ItemOptions9=Vzhled programu 2
	TableUtilHeader4=Cesta x64
	chkDebugLog2AppPath=Vytvořit "log" soubor v podadresáři "logs" programu
	cmdFutureButton=Vaše budoucí tlačítko
	ButtonColor=Vyberte barvu písma tlačítka
	ButtonFont=Vyberte barvu písma tlačítka
	ItemOptions10=Režim ladění
	frDebug=Režim ladění
	lblMacrosType=Dostupné makra v názvu "log" souboru
	lblMacrosParam=Volby
	lblMacrosDescription=Popis parametru
	lblMacrosPCName=Krátký název počítače, bez přípony domény
	lblMacrosPCModel= Model počítače \ desky
	lblMacrosOSVer=Verze operačního systému jako wnt(5|6)
	lblMacrosOSBit=Architektura operačního systému, ve tvaru x(32|64)
	lblMacrosDate=Datum a čas "log" souboru
	lblDebugLogName=Vzor názvu "log" souborů:
	chkDebugTime2File=Přidat datum a čas v každém řádku "log" souboru
	cmdFontColorButton=Nastavit barvu písma textu tlačítka
	cmdFontColorTabOS=Nastavit barvu písma textu pro TABs
	cmdFontColorTabDrivers=Nastavit barvu písma textu pro TABs
	chkButtonDisable=Aktivovat tlačítko (pro testování)
	lblTheme=Nastavit motiv ikon (změnit hlavní ikony, stavové ikony a tlačítka)
	cmdFontColorToolTip=Set the color and font of the tooltips text

[frmFontDialog]
	frmFontDialog=Vybrat možnosti textu
	cmdOK=Uložit a ukončit
	cmdExit=Ukončit bez uložení
	lblFontSize=Velikost písma
	lblFontColor=Barva písma
	chkBold=Tučné
	chkItalic=Kurzíva
	chkUnderline=Podtržené
	txtFont=Zkušební text

[frmEmulate]
	frmEmulate=Emulation mode for another PC
	lblInfo=Select a file and choose operating system to emulation program
	chk64bit=64-bit OS
	cmdOK=Emulate
	cmdExit=Cancel

[Messages]
	strMessages1 =Načíst nastavení programu...
	strMessages2 =Vytvoření souboru pro prohlížení
	strMessages3 =Sběr informací o složení a verze souborů ovladače pro PC zařízení (~ 1 minutu). Vyčkejte prosím...
	strMessages4 =Pracovat v programu není možné
	strMessages5 =Seznam podporovaných operačních systémů je prázdný. Pracovat v programu není možné.
	strMessages6 =Nenalezen žádný adresář s balíčkem ovladače, stanovených v možnostech programu.\r\n\r\nDalší práce s programem není možná!
	strMessages7 =Jeden ze souborů programu neexistuje
	strMessages8 =Chyba registrace systémového souboru. Pokuste se zaregistrovat soubor ručně, nebo ho prostě zkopírovat do adresáře %windir%\system32
	strMessages9 =Program využívá BalloonTips pro svou práci. Oni jsou vypnuté na tomto počítači\r\n\r\HKEY_CURRENT_USER\Software\Microsoft\Windows\CurrentVersion\Explorer\Advanced\r\nEnableBalloonTips=0\r\n\r\Tuto hodnotu změňte na 1\r\n\r\Chcete pokračovat v práci?
	strMessages10=BalloonTips jsou zakázány! Chcete pokračovat?
	strMessages11=Zdrojový textový soubor licenční smlouvy byl změněn! To může být důsledek chyby nebo změn škodlivého programu. Obraťte se na vývojáře nebo znovu stáhněte distribuci programu. Přejete si pokračovat?
	strMessages12=DriverPacks nebyly nalezeny.
	strMessages13=Chyba rozbalení souboru:
	strMessages14=Není vybrán žádný balíček ovladače!
	strMessages15=Vámi zadaná složka pro alternativní ikony neexistuje. Budou použity standardní ikony!!!
	strMessages16=Program běží z CD\DVD, proces aktualizace databází není možný.
	strMessages17=Opravdu chcete odstranit balíček ovladače?
	strMessages18=Přejete si nainstalovat všechny doporučené ovladače v tichém režimu?
	strMessages19=Microsoft Excel ze softwarového balíčku Microsoft Office není v počítači nainstalován
	strMessages20=Balíček ovladače třídy vyhledávání a instalace je dokončena. Nutné znovu načíst program k použití parametru.
	strMessages21=DPInst chyba při spuštění:
	strMessages22=Proces aktualizace ovladače nebo instalace je již spuštěna. Počkejte na ukončení.\r\nJe možné spustit více než jeden proces.
	strMessages23=Chcete provést úkol pro zvolený balík ovladačů? Možná, že některé procesy budou trvat příliš dlouho!!!
	strMessages24=Chcete aktualizovat základ pro
	strMessages25=balíčků ovladačů pro všechny podporované OS? Tento proces může být velmi dlouhý!!!
	strMessages26=Spustit vybranou akci?
	strMessages27=Provádění tohoto úkolu je přerušeno!!!\r\nZpracování je přerušeno na balíčku ovladače:
	strMessages28=Chcete odstranit nepotřebné soubory z databáze balíčku ovladače?
	strMessages29=Odstranit
	strMessages30=Nepotřebné databázové soubory nebyly nalezeny
	strMessages31=Chyba ukládání souborů v adresáři databáze ovladačů
	strMessages32=Zobrazený název balíčku ovladače je změněn:
	strMessages33=Chyba spuštění externího programu: 
	strMessages34=Chcete ukončit program?
	strMessages35=Verze přídavných modulů:\r\n\r\nNázev modulu:\tVerze:
	strMessages36=Nové možnosti jsou uloženy! Pro použití je třeba znovu načíst program.
	strMessages37=Opravdu chcete odejít bez možnosti uložení?
	strMessages38=Program pracuje na CD\DVD!\r\nUložení možnosti není možné!
	strMessages39=Nepodařilo se načíst soubor licenční smlouvy. Další práce v programu nejsou možné. Obraťte se na vývojáře nebo stáhněte novou distribuci programu.
	strMessages40=Text zdrojového souboru se změnil!!!\r\nFormulář "Podpora projektu" bude uzavřen\r\nObraťte se na vývojáře nebo stáhněte novou distribuci programu.
	strMessages41=Nepodařilo se načíst donate.rtf soubor. Obraťte se na vývojáře nebo stáhněte novou distribuci programu.
	strMessages42=Kopírování souborů je ukončeno s chybou
	strMessages43=Pozor!!! Soubor je k dispozici pouze pro čtení, uložení souboru není možné. Pro uložení je třeba změnit atribut souboru a opakovat pokus.
	strMessages44=Nelze vytvořit dočasný soubor v adresáři:
	strMessages45=Došlo k chybě při zápisu dat do souboru:
	strMessages46=Soubor nebyl nalezen. Je možné, že došlo k chybě při shromažďování informací programem devcon.exe. Další práce v programu není možná.
	strMessages47=Je nemožné změnit nastavení obrazu!\r\nDůvody:\r\n1. Monitor nebo grafická karta je vypnuta na tyto parametry obrazovky!\r\n2. Program nemůže zapsat změny do registru (zkuste se přihlásit jako 'Administrator')
	strMessages48=Nové nastavení monitoru se uplatňuje!\r\nSystém je připraven na práci!
	strMessages49=Chcete-li povolit úpravy je nutné restartovat počítač!\r\nRestartovat nyní?
	strMessages50=Vše selhalo (K ničemu nedošlo)
	strMessages51=Program je optimalizován pro rozlišení obrazovky monitoru 800x600.\r\nMusíte přizpůsobit rozlišení obrazovky:
	strMessages52=POZOR! Je možný nesprávný vzhled programu\r\n\r\nDoporučujeme změnu rozlišení obrazovky!?("ANO")\r\nPokračovat činnosti beze změny?("NE")
	strMessages53=Error on update checking, connection to Internet is not created or server is inaccessible or timeout
	strMessages54=Chyba při kontrole aktualizací
	strMessages55=It is discovered old version on the server! Very strange :)\r\nIt is the most veritable that you have unofficial release for testing received from author of the program.
	strMessages56=New version of the program is not discovered.
	strMessages57=Došlo k chybě při spuštění programu Devcon. Některé funkce budou zakázány.
	strMessages58=Kontrola na přítomnost renovace programu...
	strMessages59=Načítání programu je dokončeno!!!  Start Time is:
	strMessages60=Program běží v tichém režimu...
	strMessages61=Základ je již vytvářen pro soubor:
	strMessages62=Vytvoření základu je ukončeno. Uplynulý čas: 
	strMessages63=Nainstalovat ovladač z balíčku ovladače: 
	strMessages64=Instalace ovladače je kompletní
	strMessages65=Instalace je zrušena. Balíček ovladače:
	strMessages66=Balíček ovladače pro zpracování je přerušen. Uplynulý čas: 
	strMessages67=Zpracování všech balíčků ovladačů je dokončeno. Uplynulý čas: 
	strMessages68=Žádný balík pro aktualizaci databáze
	strMessages69=Zpracování složky:
	strMessages70=Soubor
	strMessages71=Odstranění zbytečných DB souborů je přerušeno.
	strMessages72=Extrahovat INF soubory z archivu:
	strMessages73=Analýza INF souborů a vytvoření základu ovladače pro tento soubor:
	strMessages74=Zobrazeny název je měněn pro balíček ovladače:
	strMessages75=Zadat/Změnit zobrazení názvu pro balíček ovladače:
	strMessages76=Mění se název balíčku ovladače
	strMessages77=Zobrazeny název balíčku ovladače se mění:
	strMessages78=Část
	strMessages79=Došlo k chybě při instalaci panelů z části: 
	strMessages80=Zpracovávání údajů shromážděných na tomto počítači
	strMessages81=Dočasné soubory se odstraňují. Vyčkejte prosím....
	strMessages82=Instalace skupiny je zrušena.
	strMessages83=Rozbalení vybraných ovladačů z označených balíčků ovladačů...
	strMessages84=Instalace vybraných ovladačů z označených balíčků ovladačů...
	strMessages85=Instalace ovladačů z označených balíčků ovladačů je kompletní!
	strMessages86=Zpracování balíčků ovladačů je hotové
	strMessages87=Žádný ovladač nebyl nalezen nebo složka neexistuje
	strMessages88=Je úspěšně odstraněn balíček ovladačů:
	strMessages89=Soubor se zpracovává:
	strMessages90=Zadat/Změnit třídu balíčků ovladačů
	strMessages91=Třída se mění pro balíček ovladače
	strMessages92=Třídy vyhledávání a instalace je dokončena.
	strMessages93=Spuštění Průvodce instalací ovladače zařízení. Očekáváme zavřít...
	strMessages94=Instalace je dokončena. Kontrola stavu zařízení po instalaci. Vyčkejte prosím...
	strMessages95=Shromažďování informace o verzi souborů ovladače po instalaci (~ 1 minutu). Vyčkejte prosím...
	strMessages96=Aktualizace informací o zařízení PC
	strMessages97=Extrahování ovladačů ze souboru:
	strMessages98=Extrahování dodatečných souborů:
	strMessages99=Doplňkové extrahování souborů z archivu:
	strMessages100=Instalace panelů. Vyhledávání a zpracování částí...
	strMessages101=Spuštění Tichého režimu je zrušeno.
	strMessages102=Došlo k chybě při porovnání verzí programu. Refer to the Developer.
	strMessages103=Neexistuje žádný DriverPack v databázi. Chcete si vytvořit databázi nyní?
	strMessages104=Množství vybraných balíčků ovladačů:
	strMessages105=Není vybrán ani jeden z balíčků ovladačů. Implementace úkolů skupin není možná.
	strMessages106=Aktuální verze komponenty je starší než používá program.\r\nDoporučuje se nainstalovat aktualizaci!\r\n\r\nVAROVÁNÍ! Novější verze může ovlivnit jiné programy, které používají tuto komponentu!\r\n\r\nChtěli byste aktualizovat?
	strMessages107=Možná, že vaše verze "Drivers Installer assistant" je zastaralá!!\r\n\rKlikněte zde pro kontrolu aktualizace programu
	strMessages108=Program nezjistil balíčky ovladačů v pracovním adresáři.\r\nMožná je cesta špatně, nebo balíčky ovladačů nejsou k dispozici.\r\n\r\nChcete přejít na stránku adia-project.net nebo DriverPacks.net ke stažení?\r\n\r\n"ANO" - Přejít na webové stránky "adia-project.net"\r\n"NE" - Přejít na webové stránky "DriverPacks.net"\r\n"Zrušit" - Zavřete okno a pokračujte
	strMessages109=Je to testovací archiv:
	strMessages110=Chyby nebyly nalezeny při rozbalování archivu:
	strMessages111=Sada podporovaných ovladačů nebyla nalezena pro váš OS.\r\n\r\nMožná, že je vybráno nesprávné nastavení v "Podporované OS". Program je k dispozici pouze prostřednictvím on-line:
	strMessages112=Pozor! Jeden nebo více balíčků ovladačů nejsou kompatibilní s databází ovladače.\r\n\r\nJe třeba obnovit databázi ovladačů pomocí vhodného režimu programu.
	strMessages113=Jeden nebo více ovladačů zařízení bylo odstraněno.\r\nJe doporučeno aktualizovat konfiguraci hardwaru a stav balíčků ovladačů pro správnou práci.\r\n\r\nAktualizovat nyní?
	strMessages114=Aktualizace hardwarové konfigurace je kompletní!
	strMessages115=Chcete udělat bod obnovení systému před pokračováním?
	strMessages116=Váš počítač má vypnutý System Restore Service!\r\nVytvořit bod obnovení systému je nemožné.
	strMessages117=Došlo k chybě při vytváření bodu obnovení systému
	strMessages118=Vytvořit bod obnovení systému. Vyčkejte prosím...
	strMessages119=Bod obnovení systému byl úspěšně vytvořen. Název bodu:
	strMessages120=Bod obnovení systému lze vytvořit až později v menu "Servis".
	strMessages121=Analýza a třídění dat:
	strMessages122=!!! Neznámé ovladače programů OEM-výrobců:
	strMessages123=Funkční zálohu v samostatném zdarma softwaru Drivers BackUp Solution (DBS).\r\nMožná, že v budoucnu funkce budou zahrnuty do Drivers Installer Assistant (DIA).\r\n\r\nChtěli byste se dozvědět více o programu DBS?
	strMessages124=ze
	strMessages125=Rozbalit ovladače do zvoleného adresáře je kompletní!
	strMessages126=Chyba! Nelze načíst soubor s popisem aktualizace. Může probíhat údržba serveru.
	strMessages127=Nahrávání ...
	strMessages128=Indexování ...
	strMessages129=Instalování ...
	strMessages130=Ukončování ...
	strMessages131=Vyberte adresář k extrakci ovladače
	strMessages132=Rozbalení ovladače zrušeno
	strMessages133=Chcete otevřít složku?
	strMessages134=Odstranění souborů ze zdroje programu selhalo. Chcete pokračovat v další činnosti?
	strMessages135=Rozbalení všech souborů (DLL-OCX) z programu dokončeno úspěšně.\r\n\r\n Chcete otevřít adresář se soubory?
	strMessages136=Rozbalení všech souborů (DLL-OCX) z programu dokončeno.\r\nV postupu extrakce byly nalezeny chyby!\r\n\r\n Chcete otevřít adresář se soubory?
	strMessages137=DIA Program má následující počáteční možnosti:\r\n\r\n"/?", "/h", "-h", "-help", "/help" - zobrazí okno\r\n\r\n"/s [(:|=)mode]", "-s[(:|=)mode]", "-s[(:|=)mode]" - Spustit tichý režim instalace ovladačů, s volbou režimu výběru ovladače.\r\nParametr [mode] lze nastavit do režimu "Instalovat (kompatibilní ovladače)" a "Instalovat (Full - celý DriverPack)," příslušně:\r\n\tn or n2 - Vybrat balíčky ovladačů s novějšími ovladači.\r\n\tq or q2 - Vybrat balíčky ovladačů s neznámými ovladači.\r\n\ta or a2 - Vybrat všechny balíčky ovladačů na kartě\r\n\r\n"/t[(:|=)time] ","-t[(:|=)time] ","-t[(:|=)time] "- čas v sekundách, před zahájením režimu tiché instalace ovladačů. Výchozí pauza je 10 sekund.\r\n\r\n "/extractdll [(:|=) path]" - rozbalit soubory z programu do zadaného adresáře, pokud je zadán adresář, obnoven je dočasný adresář\r\n\r\n "/regdll" - registrace softwarových komponent (DLL a OCX)
	strMessages138=Program potřebuje administrátorská oprávnění. Nemáte tato oprávnění. Chcete pokračovat?
	strMessages139=Chcete odstranit starší verze balíčky ovladačů?
	strMessages140=Zastaralé balíčky ovladačů nebyly nalezeny
	strMessages141=Starší verze balíčků ovladačů jsou odstraněny!\r\n Chcete-li použít, musíte restartovat program.\r\n\r\n Chcete nyní restartovat?
	strMessages142=Language changed to:
	strMessages143=Error checking program updates, maybe program site is not available or exceeded the response time from the server www.adia-project.net
	strMessages144=\r\n\r\n Would you like to open a software update?
	strMessages145=Updating ...
	strMessages146=Setup ...
	strMessages147=\r\n\r\n Would you like to restart now?
	strMessages148=Analysis inf-file and build a database of drivers for the directory:
	strMessages149=Copying files to a temporary directory ...
	strMessages150=(as folders)
